namespace estiaApi.Enumerations
{
    public enum InfoType
    {
        Post,//1	Αποστολή αλληλογραφίας: Στέλνεται ταχυδρομικά στην διεύθυνση που έχουμε σημειώσει στην στήλη ετικέτες και δεν εκτυπώνεται
        Phone,//2	Τηλεφωνική Ενημέρωση
        Fax,//3	Fax: Δεν χρησιμοποιείται
        Email,//4	Email: Στέλνονται και σε ιδιοκτήτη και σε ενοικιαστή
        Sms,//5	SMS: Στέλνεται το ποσό του μήνα σε όσους το έχουν δηλώσει
        EmailOwner,//6	Email ιδιοκτήτη: Στέλνεται μόνο στον ιδιοκτήτη
        EmailResident,//7	Email ενοικιαστή: Στέλνεται μόνο στον ενοικιαστή
        Appointment//8	Είσπραξη με ραντεβού: Πρωινές εισπράξεις
    }
}